










provice["810000"]={"code":"810000","name":"香港特别行政区"};	city["810000"]=[	{"code":"810100","name":"香港岛"},{"code":"810200","name":"九龙"},{"code":"810300","name":"新界"}];county["810100"]=[{"code":"810101","name":"中西区"},{"code":"810102","name":"湾仔"},{"code":"810103","name":"东区"},{"code":"810104","name":"南区"}];county["810200"]=[{"code":"810201","name":"九龙城区"},{"code":"810202","name":"油尖旺区"},{"code":"810203","name":"深水埗区"},{"code":"810204","name":"黄大仙区"},{"code":"810205","name":"观塘区"}];county["810300"]=[{"code":"810301","name":"北区"},{"code":"810302","name":"大埔区"},{"code":"810303","name":"沙田区"},{"code":"810304","name":"西贡区"},{"code":"810305","name":"元朗区"},{"code":"810306","name":"屯门区"},{"code":"810307","name":"荃湾区"},{"code":"810308","name":"葵青区"},{"code":"810309","name":"离岛区"}];	